<!DOCTYPE html>
<html lang="uk">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="Cache-control" content="no-transform" />
    <meta http-equiv="Cache-control" content="no-cache" />
    <meta name="google" content="nopagereadaloud" />
    <meta name="robots" content="noindex">
    <link rel="icon" type="image/svg+xml" href="./assets/img/favicon.webp" />
    <link rel="stylesheet" href="/assets/css/general.css">
    <link rel="stylesheet" href="/assets/css/privacy-policy.css">
    <title>Умови використання</title>
    <meta name="description" content="Ознайомтеся з умовами користування нашим веб-сайтом та послугами свічкової майстерні. Правила, обмеження та відповідальність." />
    <meta name="keywords" content="умови користування, свічкова майстерня, правила, обмеження, відповідальність" />
</head>
<body>
    <div class="container">
        <div class="section">  
            <h1 class="title">Умови використання</h1>
            <p>Ласкаво просимо на наш веб-сайт, присвячений свічковій майстерні. Нижче наведені правила користування нашим ресурсом та послугами:</p>
            <div class="section">
                <h2 class="section-title">1. Прийняття умов</h2>
                <p>Використовуючи цей веб-сайт, ви підтверджуєте згоду з наведеними умовами. Якщо ви не згодні з будь-якою частиною цих положень, будь ласка, припиніть користування нашим сайтом та послугами.</p>
            </div>
            <div class="section">
                <h2 class="section-title">2. Зміни в умовах</h2>
                <p>Ми маємо право змінювати ці умови в будь-який час. Будь-які зміни набирають чинності негайно після їх публікації на нашому ресурсі. Рекомендуємо регулярно переглядати умови користування для ознайомлення з актуальними оновленнями.</p>
            </div>
            <div class="section">
                <h2 class="section-title">3. Використання послуг</h2>
                <p>Наші послуги, пов'язані зі створенням свічок, призначені для особистого використання з метою покращення атмосфери та настрою. Будь ласка, користуйтеся ними відповідно до наданих рекомендацій. Інше використання, в тому числі для комерційних цілей, без попередньої згоди заборонено.</p>
            </div>
            <div class="section">
                <h2 class="section-title">4. Обмеження відповідальності</h2>
                <p>Ми не несемо відповідальності за травми або збитки, які можуть виникнути через неправильне використання наших продуктів або ігнорування інструкцій. Використовуйте продукцію обережно та консультуйтеся з фахівцями в разі сумнівів.</p>
            </div>
            <div class="section">
                <h2 class="section-title">5. Конфіденційність</h2>
                <p>Ми обробляємо особисті дані відповідно до політики конфіденційності, яку ви можете переглянути на нашому ресурсі. Використовуючи наш сайт, ви підтверджуєте згоду на обробку ваших даних.</p>
            </div>
            <div class="section">
                <h2 class="section-title">6. Застосовне право</h2>
                <p>Ці положення регулюються законодавством країни, де зареєстрована наша організація, і тлумачаться відповідно до його норм.</p>
            </div>
            <p>Якщо у вас є питання або коментарі стосовно цих умов, будь ласка, зв'яжіться з нами за адресою <a href="mailto:support@example.com">support@example.com</a>.</p>
            <a href="/">Повернутися на головну</a>
        </div>
    </div>
</body>
</html>
