<section id="services" class="section-indentation">
    <div class="container">
        <h2 class="title">Послуги</h2>
        <p class="services-descr">
            Відкрийте для себе магію створення свічок разом з нами! Наші заняття призначені для пар, де ви зможете разом зануритися в творчість та створити унікальні свічки. Індивідуальні заняття також доступні для тих, хто хоче отримати персоналізований досвід. Наші майстри навчать вас усім тонкощам та секретам свічкового мистецтва.
        </p>
        <ul class="services-list">
            <li class="service-item">
                <h3 class="service-title">Індивідуальні заняття</h3>
                <img class="service-img" src="./assets/img/candle-making.webp" alt="Індивідуальні заняття" width="300">
                <p class="service-descr">
                    Наші індивідуальні заняття створені для тих, хто хоче зануритися в магію свічкового мистецтва. Ви зможете працювати в комфортній та затишній атмосфері під керівництвом досвідченого майстра.
                </p>
            </li>
            <li class="service-item">
                <h3 class="service-title">Групові заняття</h3>
                <img class="service-img" src="./assets/img/lovers-creating-candles.webp" alt="Групові заняття" width="300">
                <p class="service-descr">
                    Запрошуємо вас на незабутні заняття для пар, де творчість та романтика зливаються в одне! Наші майстер-класи створені для тих, хто хоче провести час разом, занурившись у процес виготовлення свічок.
                </p>
            </li>
        </ul>
    </div>
</section>
